const descriptions = {
    upperBody: {
      easy: [
        "雙腳站立，背部挺直。",
        "手臂從身體側邊向外抬起約 20 度。",
        "緩慢放下手臂，回到起始位置。",        
        "動作完整次數 10 次。",
      ],
      medium: [
        "雙腳站立，背部挺直。",
        "手臂從身體側邊向外抬起約 45 度。",
        "緩慢放下手臂，回到起始位置。",        
        "動作完整次數 10 次。",
      ],
      hard: [
        "雙腳站立，背部挺直。",
        "手臂從身體側邊向外抬起約 70 度。",
        "緩慢放下手臂，回到起始位置。",        
        "動作完整次數 10 次。",
      ],
    },
    lowerBody:{
      easy: [
        "坐在椅子上，保持穩定。",
        "一隻腳向前抬起約 15 度角。",
        "緩慢放下回到起始位置。",
        "動作完整次數 10 次。",
      ],
      medium: [
        "坐在椅子上，保持穩定。",
        "一隻腳向前抬起約 45 度角。",
        "緩慢放下回到起始位置。",
        "動作完整次數 10 次。",
      ],
      hard: [
        "坐在椅子上，保持穩定。",
        "一隻腳向前抬起約 70 度角。",
        "緩慢放下回到起始位置。",
        "動作完整次數 10 次。",
      ],
    }
  };
  
  export default descriptions;
  